Repository: zunda-pixel/blindlog-app
Catalog: BlindLogKit/Sources/BlindLogUI/Localizable.xcstrings
Source language: en
Languages: ja

source: Acidity
ja: 酸度

source: Add Grape
ja: ぶどうを追加

source: Add New Record
ja: 新しい記録

source: Alcohol Percentage
ja: アルコール度数

source: Answers
ja: 回答

source: BlindLog
ja: ブラインドログ

source: Color Intensity
ja: 色の濃さ

source: Detail
ja: 詳細

source: Done
ja: 完了

source: Events
ja: イベント

source: Grapes
ja: ぶどう

source: Minerality
ja: ミネラル感

source: Mypage
ja: マイページ

source: Note
ja: 備考

source: Percent
ja: 割合

source: Production Area
ja: 生産地

source: Profile
ja: プロフィール

source: Recent Events
ja: 最近のイベント

source: Select Event
ja: イベントを選択

source: Select Grape
ja: ぶどうを選択

source: Select Production Area
ja: 生産地を選択

source: Sweety
ja: 甘さ

source: Tannin
ja: タンニン

source: Vintage
ja: 年代
